export enum ETitle {
  Q1 = '과거 혹은 현재 앓고 있는\n 질병을 선택해주세요',
  Q2 = '추가로 염려하는\n질병을 알려주세요',
  Q3 = '좋아하는\n사료 원료는 무엇인가요?',
  Q4 = '하루 총 몇 컵의 사료를\n급여하시나요?',
  Q5 = '새로운 사료를 주었을 때\n처음부터 잘 먹는 편인가요?',
  Q6 = '평소 음식을 먹을 때\n급하게 먹는 편인가요?',
  Q7 = '배고플 때 하는 행동 중\n가장 가까운 것을 골라주세요',
  Q8 = '식재료 알러지가\n있나요?',
  Q9 = '알러지가 있는 식재료는\n무엇인가요?',
  Q10 = '그레인프리 사료를\n선호하시나요?',
  Q11 = '좋아하는 사료 브랜드는\n무엇인가요?',
  Q12 = '선호하는 사료 가격대를\n선택해주세요',
  Q13 = '선호하는 사료 타입을\n 선택해주세요',
  Q14 = '선호하는 사료 크기를\n 선택해주세요',
  Q15 = '선호하는 영양제 타입을\n 선택해주세요',
  Q16 = '선호하는 간식 타입을\n선택해주세요',
  Q17 = '어떤 경우 간식을\n급여하나요?',
  Q18 = '간식을 주었을 때\n어떤 경우에 가깝나요?'
}
export enum ENotice {
  MULTIPLE = '중복 선택 가능',
  MAX_TWO = '최대 2개 선택',
  MAX_THREE = '최대 3개 선택',
  STANDARD_CUP = '종이컵 기준',
  NOTICE = '그레인프리 : 곡물이 들어가지 않은 사료',
  MIN = '최소',
  MAX = '최대',
  BETWEEN = '사이'
}
export enum EContent {
  CUP = '컵',
  WON = '만원',
  SUBTRACTION = '빼기',
  ADDITION = '더하기'
}